IDEA Open Model
OpenModel.LoadCase Property
Compatible with IDEA StatiCa Beta 20.0
 List of Load cases
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<LoadCase> LoadCase { get; set; }
Public Property LoadCase As List(Of LoadCase)
	Get
	Set
Property Value
Type: List<LoadCase>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace